Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: <b>File Type</b>
ug: <b>ھۆججەت تىپى</b>

source: <b>File: </b>
ug: <b>ھۆججەت: </b>

source: <b>Filename:</b>
ug: <b>ھۆججەت ئاتى:</b>

source: <b>Filesize:</b>
ug: <b>ھۆججەت ئۇزۇنلۇقى:</b>

source: <b>Focus model</b>
ug: <b>فوكۇس مودېلى</b>

source: <b>Folder Sharing</b>
ug: <b>مۇندەرىجىنى ھەمبەھىرلە</b>

source: <b>Font</b>
ug: <b>خەت نۇسخىسى</b>

source: <b>GUI Options</b>
ug: <b>گرافىكىلىق كۆرۈنمەيۈز(GUI) تاللانمىسى</b>

source: <b>G_roup:</b>
ug: <b>گۇرۇپپىسى(_R):</b>

source: <b>General Options</b>
ug: <b>ئادەتتىكى تاللانمىلار</b>

source: <b>Genre:</b>
ug: <b>ئېقىم:</b>

source: <b>Hinting</b>
ug: <b>خىنتلاش</b>

source: <b>History</b>
ug: <b>ئىز</b>

source: <b>Homepage:</b>
ug: <b>باش بەت:</b>

source: <b>Host</b>: %s <b>Name</b>: %s <b>Value</b>: %s <b>Path</b>: %s <b>Secure</b>: %s <b>Expires</b>: %s
ug: <b>Host</b>: %s <b>ئاتى</b>: %s <b>قىممىتى</b>: %s <b>يولى</b>: %s <b>بىخەتەر</b>: %s <b>مۇددىتى</b>: %s

source: <b>Icon image</b>
ug: <b>سىنبەلگە سۈرىتى</b>

source: <b>Icons</b>
ug: <b>سىنبەلگىلەر</b>

source: <b>Image</b>
ug: <b>سۈرەت</b>

source: <b>Images</b>
ug: <b>سۈرەتلەر</b>

source: <b>Information</b>
ug: <b>ئۇچۇر</b>

source: <b>Interface style</b>
ug: <b>ئارايۈز ئۇسلۇبى</b>

source: <b>Internet Protocol (IPv4)</b>
ug: <b>ئىنتېرنېت كېلىشىمى(IPv4)</b>

source: <b>Internet Protocol (IPv6)</b>
ug: <b>ئىنتېرنېت كېلىشىمى(IPv6)</b>

source: <b>Keyboard layout</b>
ug: <b>ھەرپتاختا جايلاشتۇرۇلۇشى</b>

source: <b>Keyboard</b>
ug: <b>ھەرپتاختا</b>

source: <b>Kind:</b>
ug: <b>تىپى:</b>

source: <b>Last Access:</b>
ug: <b>ئەڭ ئاخىرقى زىيارەت قىلىنغان ۋاقتى:</b>

source: <b>Last Modification:</b>
ug: <b>ئەڭ ئاخىرقى تۈزىتىلگەن ۋاقتى:</b>

source: <b>Last Modified Time</b>
ug: <b>ئەڭ ئاخىرقى زىيارەت قىلىنغان ۋاقتى</b>

source: <b>Length:</b>
ug: <b>ئۇزۇنلۇقى:</b>

source: <b>Location:</b>
ug: <b>ئورنى:</b>

source: <b>Logout Settings</b>
ug: <b>چىقىش تەڭشەكلىرى</b>

source: <b>MIME Type:</b>
ug: <b>MIME تىپى:</b>

source: <b>Mail client</b>
ug: <b>خەت خېرىدارى</b>

source: <b>Miscellaneous</b>
ug: <b>باشقىلار</b>

source: <b>Modified:</b>
ug: <b>ئۆزگەرتىلگەن:</b>

source: <b>Monitor</b>
ug: <b>كۆزەتكۈ</b>

source: <b>Motion</b>
ug: <b>ھەرىكەت</b>

source: <b>Name:</b>
ug: <b>ئاتى:</b>

source: <b>Network Device</b>
ug: <b>تور ئۈسكۈنىسى</b>

source: <b>New window focus</b>
ug: <b>يېڭى كۆزنەكنىڭ فوكۇسى</b>

source: <b>Note:</b> Not all of the desktop applications support changing cursor theme on-the-fly. So your changes here might not be fully applied to all applications till next login.
ug: <b>دىققەت:</b> نۇربەلگە ئۆرنىكىنىڭ ئۆزگىرىشى بارلىق پروگراممىلاردا شۇ ھامان قوللىنىلماسلىقى مۇمكىن. شۇڭا كېيىنكى قېتىم كىرگەندە ئاندىن ھەممە پروگراممىلاردا ئۆزگىرىشلەرنى كۆرەلەيسىز.

source: <b>Notification</b>
ug: <b>ئۇقتۇرۇش</b>

source: <b>O_wner:</b>
ug: <b>ئېگىسى(_W):</b>

source: <b>Open _with:</b>
ug: <b>ئاچىدىغان پروگرامما(_W)</b>

source: <b>Options:</b>
ug: <b>تاللانمىلار:</b>

source: <b>Output</b>
ug: <b>چىقىرىش</b>

source: <b>Panel Text Field:</b>
ug: <b>كۆزنەك تېكىست كۆزنەكچىسى:</b>

source: <b>Panel</b>
ug: <b>كۆزنەك(Panel)</b>

source: <b>Playing:</b>
ug: <b>قويۇۋاتىدۇ:</b>

source: <b>Position</b>
ug: <b>ئورۇن</b>

source: <b>Processes:</b> %u <b>CPU:</b> %.0f%% <b>Memory:</b> %.0f%% <b>Swap:</b> %.0f%%
ug: <b>ئىجرا سانى:</b> %u <b>CPU:</b> %.0f%% <b>ئەسلەك:</b> %.0f%% <b>sawap:</b> %.0f%%

source: <b>Processing:</b>
ug: <b>بىر تەرەپ قىلىنىۋاتقىنى:</b>

source: <b>Programs</b>
ug: <b>پروگراممىلار</b>

source: <b>Progress:</b>
ug: <b>ئىجرا:</b>

source: <b>Properties</b>
ug: <b>خاسلىق</b>

source: <b>Raise on click</b>
ug: <b>چېكىلگەندە كۆتۈرۈلسۇن</b>

source: <b>Raise on focus</b>
ug: <b>فوكۇسلانغاندا كۆتۈرۈلسۇن</b>

source: <b>Removable medium is inserted</b>
ug: <b>يۆتكىلىشچان ۋاسىتىلەر قىستۇرۇلدى</b>

source: <b>Reset actions</b>
ug: <b>مەشغۇلاتلارنى ئەسلىگە قايتۇرۇش</b>

source: <b>Security</b>
ug: <b>بىخەتەرلىك</b>

source: <b>Session Chooser</b>
ug: <b>ئەڭگىمە تاللىغۇ</b>

source: <b>Set Preferred Applications</b>
ug: <b>ئامراق پروگراممىلارنى بەلگىلەش</b>

source: <b>Show desktop icons</b>
ug: <b>ئۈستەلئۈستى سىنبەلگىسىنى كۆرسىتىش</b>

source: <b>Show in Places:</b>
ug: <b>ئورۇنلاردا كۆرسىتىش:</b>

source: <b>Shutdown</b>
ug: <b>تاقاش</b>

source: <b>Signal Strength</b>
ug: <b>سىگنالنىڭ كۈچلۈكلۈكى</b>

source: <b>Size on Disk:</b>
ug: <b>دىسكىدىكى چوڭلۇقى:</b>

source: <b>Size: </b>
ug: <b>چوڭلۇقى: </b>

source: <b>Size:</b>
ug: <b>چوڭلۇقى:</b>

source: <b>Size</b>
ug: <b>چوڭلۇق</b>

source: <b>Some errors occurred:</b>
ug: <b>ئازراق خاتالىق كۆرۈلدى:</b>

source: <b>Sound Effect</b>
ug: <b>ئۈن ئۈنۈمى</b>

source: <b>Special bits:</b>
ug: <b>ئالاھىدە بىتلار:</b>

source: <b>Sub-pixel geometry</b>
ug: <b>تارماق پىكسېلنىڭ گېئومېتىرىيىسى</b>

source: <b>Tag writer</b>
ug: <b>خەتكۈش يازغۇچ</b>

source: <b>Target:</b>
ug: <b>نىشان:</b>

source: <b>Terminal Emulator</b>
ug: <b>تېرمىنال تەقلىدلىگۈچى</b>

source: <b>Text</b>
ug: <b>تېكىست</b>

source: <b>The_me</b>
ug: <b>ئۆرنەك(_M)</b>

source: <b>There is already a file with the same name in this location.</b> Do you want to replace the existing file
ug: <b>بۇ يەردە ئوخشاش ئاتتىكى ھۆججەت بار.</b> قاپلامسىز؟

source: <b>These special codes can be used in the command line:</b> <b>%f</b>: Represents a single file name <b>%F</b>: Represents multiple file names <b>%u</b>: Represents a single URI of the file <b>%U</b>: Represents multiple URIs
ug: <b>بۇ ئالاھىدە كودلار بۇيرۇق قۇرىدا ئىشلىتىلىدۇ:</b> <b>%f</b>: بىرلا ھۆججەتنى ئىپادىلەيدۇ <b>%F</b>: بىر قانچە ھۆججەتنى ئىپادىلەيدۇ <b>%u</b>: ھۆججەتنىڭ بىرلا URI سىنى ئىپادىلەيدۇ <b>%U</b>: بىر قانچە URI لارنى ئىپادىلەيدۇ

source: <b>Time remaining:</b>
ug: <b>قالغان ۋاقىت:</b>

source: <b>Title _alignment</b>
ug: <b>ماۋزۇنىڭ ئورنى</b>(_A)

source: <b>Title fon_t</b>
ug: <b>ماۋزۇ فونتى</b>(_T)

source: <b>Title: </b>
ug: <b>ماۋزۇ: </b>

source: <b>Title:</b>
ug: <b>ماۋزۇ:</b>

source: <b>To do:</b>
ug: <b>ئىشلار:</b>

source: <b>To:</b>
ug: <b>نىشان:</b>

source: <b>Total Size of Files:</b>
ug: <b>ھۆججەتلەرنىڭ جەمئىي چوڭلۇقى:</b>

source: <b>Track:</b>
ug: <b>نەغمە:</b>

source: <b>Unable to retrieve the speed list for the drive.</b> This is a known bug for drives. If you're interested in fixing it, please have a look at the libburn library. Burning should still work, but if there are problems anyways, please let us know. <i>Thank you!</i>
ug: <b>مەزكۇر ئۈسكۈنىنىڭ تېزلىك تىزىمىغا ئېرىشكىلى بولمىدى</b> بۇ مەزكۇر قوزغاتقۇدىكى ھەممىگە مەلۇم بولغان كەمتۈك بولۇپ، بۇنى تۈزەتمەكچى بولسىڭىز libburn ئامبىرىغا قاراڭ. شۇنداقتىمۇ يېزىشنى داۋاملاشتۇرغىلى بولىدۇ. ئەگەر مەسىلە كۆرۈلسە بىز بىلەن ئالاقە قىلىڭ <i>سىزگە كوپ تەشەككۈرلەر</i>

source: <b>Unix device: %s</b>
ug: <b>يۇنىكىس(Unix) ئۈسكۈنىسى: %s</b>

source: <b>User Interface</b>
ug: <b>ئىشلەتكۈچى ئارايۈزى</b>

source: <b>Version:</b>
ug: <b>نەشرى:</b>

source: <b>Video</b>
ug: <b>سىن</b>

source: <b>Warning:</b> Do <b>NOT</b> touch this unless you know exactly what you are doing. <b>NOTE:</b> This setting will take effect on next login.
ug: <b>ئاگاھلاندۇرۇش:</b> نېمە قىلىشنى ئېنىق بىلمىگەن ئەھۋال ئاستىدا <b>زادىلا تەگمەڭ</b>. <b>دىققەت:</b> بۇ تەڭشەكلەر كېيىنكى قېتىم كىرگەندە ئاندىن ئۈنۈملۈكتۇر.

source: <b>Web Browser</b>
ug: <b>توركۆرگۈ</b>

source: <b>Web search URL:</b>
ug: <b>توردىن ئىزدەش URL ئادرېسى:</b>

source: <b>Window List Menu</b>
ug: <b>كۆزنەك تىزىم تىزىملىكى</b>

source: <b>Window _shortcuts</b>
ug: <b>كۆزنەكنىڭ تېزلەتمىلىرى</b>(_S)

source: <b>Windows snapping</b>
ug: <b>كۆزنەك snapping</b>

source: <b>Workspace %d</b>
ug: <b>خىزمەت رايونى %d</b>

source: <b>Wrap workspaces</b>
ug: <b>خىزمەت رايونلىرىنى قاتلاش</b>

source: <b>Year:</b>
ug: <b>تارقىتىلغان يىل:</b>

source: <b>_Access content:</b>
ug: <b>زىيارەت مەزمۇنى(_A):</b>

source: <b>_Execute:</b>
ug: <b>ئىجرا قىل(_E):</b>

source: <b>_Theme</b>
ug: <b>ئۆرنەك(_T)</b>

source: <b>_View content:</b>
ug: <b>مەزمۇننى كۆرەي(_V):</b>

source: <b>_Window shortcuts</b>
ug: <b>كۆزنەكنىڭ تېزلەتمىلىرى(_W)</b>

source: <big><b>Would you like to keep this configuration?</b></big>
ug: <big><b>بۇ سەپلىمىنى ساقلاپ قالامسىز؟</b></big>

source: <big>Burn _Image</big>
ug: <big>تەسۋىر ياز(_I)</big>

source: <big>New _Data Composition</big>
ug: <big>يېڭى سانلىق-مەلۇمات ياسالمىسى(_D)</big>

source: <big>_Audio CD</big>
ug: <big>ئۈن CD(_A)</big>

source: <big>_Blank Disc</big>
ug: <big>دىسكىنى قۇرۇقدا(_B)</big>

source: <i>Large</i>
ug: <i>چوڭ</i>

source: <i>Long</i>
ug: <i>ئۇزۇن</i>

source: <i>Opaque</i>
ug: <i>تۇتۇق</i>

source: <i>Separator</i>
ug: <i>ئايرىغۇچ</i>

source: <i>Short</i>
ug: <i>قىسقا</i>

source: <i>Small</i>
ug: <i>كىچىك</i>

source: <i>The spell check program can be 'enchant', 'aspell', 'ispell' or any other spell check program which is compatible to the ispell command. The icon shows whether the entered command exists.</i>
ug: <i>كوررېكتور پروگراممىسى 'enchant'، 'aspell'، 'ispell' ياكى باشقا ispell بىلەن ماس كېلىدىغان باشقا كوررېكتور پروگراممىسى بولسا بولىدۇ. سىنبەلگە كىرگۈزگەن بۇيرۇق بارمۇ يوق كۆرسىتىپ تۇرىدۇ.</i>

source: <i>Transparent</i>
ug: <i>سۈزۈك</i>

source: <i>Wide</i>
ug: <i>كەڭرى</i>

source: <i>Workspace %d</i>
ug: <i>خىزمەت رايونى %d</i>

source: <i>by</i>
ug: <i>ئورۇنلىغۇچى</i>

source: <i>logged in</i>
ug: <i>كىردى</i>

source: <i>on</i>
ug: <i>ۋاقتى</i>

source: <option>-T</option>, <option>--title=<replaceable>title</replaceable></option>
ug: <option>-T</option>، <option>--title=<replaceable>ماۋزۇ</replaceable></option>

source: <option>-e</option>, <option>--command=<replaceable>command</replaceable></option>
ug: <option>-e</option>، <option>--command=<replaceable>بۇيرۇق</replaceable></option>

source: <small>%o - output file name %i - temporary input file name</small>
ug: <small>%o - چىقىرىش ھۆججىتىنىڭ ئاتى %i - ۋاقىتلىق كىرگۈزۈش ھۆججىتىنىڭ ئاتى</small>

source: <small>Would you like to change the default composition name?</small>
ug: <small>كۆڭۈلدىكى ياسالما ئاتىنى ئۆزگەرتكۈڭىز بارمۇ؟</small>

source: <span foreground="#000000"><b>Sensors</b></span>
ug: <span foreground="#000000"><b>سەزگۈچلەر</b></span>

source: <span foreground="#FF0000">not mounted</span>
ug: <span foreground="#FF0000">ئېگەرلەنمىگەن</span>

source: <span weight="bold" foreground="darkred" stretch="semiexpanded">Please select an image to burn</span>
ug: <span weight="bold" foreground="darkred" stretch="semiexpanded">يازىدىغان تەسۋىرنى تاللاڭ</span>

source: <span weight="bold" foreground="darkred" stretch="semiexpanded">The user and the password you entered do not match. Please retry.</span>
ug: <span weight="bold" foreground="darkred" stretch="semiexpanded">ئىشلەتكۈچى ئاتى ۋە ئىم ماس كەلمىدى. قايتا سىناڭ</span>

source: <span weight="bold" foreground="darkred" stretch="semiexpanded">You must fill all the fields.</span>
ug: ھەممە يەرنى تولدۇرمىسىڭىز بولمايدۇ

source: <span weight="bold" size="larger">No controls visible</span>
ug: <span weight="bold" size="larger">تىزگىنلىگۈچلەر(controls) نىڭ ھېچقايسىسى كۆرۈنمەيدۇ</span>

source: <span weight="bold" stretch="semiexpanded">Action</span>
ug: <span weight="bold" stretch="semiexpanded">ھەرىكەت</span>

source: <span weight="bold" stretch="semiexpanded">Code for a thumbnail pointing to the full size image</span>
ug: تولۇق سۈرەتكە بولغان ئۇلانمىنىڭ كىچىك سۈرەت(thumbnail) كودى

source: <span weight="bold" stretch="semiexpanded">Delay before capturing</span>
ug: <span weight="bold" stretch="semiexpanded">رەسىمگە ئېلىشتىن بۇرۇنقى توختاش ۋاقتى</span>

source: <span weight="bold" stretch="semiexpanded">Links</span>
ug: <span weight="bold" stretch="semiexpanded">ئۇلانمىلار</span>

source: <span weight="bold" stretch="semiexpanded">Preview</span>
ug: <span weight="bold" stretch="semiexpanded">ئالدىن كۆر</span>

source: <span weight="bold" stretch="semiexpanded">Region to capture</span>
ug: <span weight="bold" stretch="semiexpanded">تۇتىدىغان دائىرە</span>

source: <span weight="bold" stretch="semiexpanded">Status</span>
ug: <span weight="bold" stretch="semiexpanded">ھالەت</span>

source: <span weight="bold" stretch="semiexpanded">The screenshot is being transferred to:</span>
ug: <span weight="bold" stretch="semiexpanded">ئېكران كۆرۈنۈشىنى يوللايدىغان ئورۇن</span>

source: <span weight="bold">Theme</span>
ug: <span weight="bold">ئۆرنەك</span>

source: <span weight="light">%d Messages</span>, %d Unread
ug: <span weight="light">%d ئۇچۇر</span>، %d ئوقۇلمىغان

source: ?B
ug: ؟ب

source: A BibTeX type is required!
ug: بۇ يەرگە BibTeX تىپى تەلەپ قىلىنىدۇ!

source: A Terminal emulator for X
ug: بۇ X دىكى تېرمىنال تەقلىدلىگۈ

source: A USB printer was detected
ug: بىر USB پرىنتېرى بايقالدى

source: A client for MPD, The Music Player Daemon
ug: MPD خېرىدار پروگراممىسى، مۇزىكا قويغۇ مۇئەككىلى

source: A client program to query different dictionaries.
ug: ھەر خىل لۇغەتلەرنى سۈرۈشتۈرىدىغان خېرىدار پروگراممىسى

source: A comma separated list of languages preferred for rendering multilingual webpages, for example "de", "ru,nl" or "en-us;q=1.0, fr-fr;q=0.667"
ug: كۆپ تىللىق بەتلەرنى كۆرسەتكەندە ئالدىن ئويلىشىدىغان تىللارنىڭ تىزىملىكى. مەسىلەن "de", "ru,nl" or "en-us;q=1.0, fr-fr;q=0.667"

source: A comment on the screenshot, it will be used when displaying the screenshot on ZimageZ
ug: ئېكران كۆرۈنۈشى ھەققىدىكى ئىزاھاتنى يېزىڭ. بۇ ZimageZ دا ئېكران كۆرۈنۈشىنى كۆرسەتكەندە ئىشلىتىلىدۇ

source: A destination directory must be specified
ug: نىشان مۇندەرىجە چوقۇم بېكىتىلىشى كېرەك.

source: A featureful mail-checker applet for the Xfce Panel
ug: Xfce كۆزنەكتە ئىشلەيدىغان كۆپ ئىقتىدارلىق ئېلخەت كۆزىتىش قوللانچىقى

source: A file named "%s" already exists in this directory, the file hasn't been added.
ug: «%s» دېگەن ئاتتىكى ھۆججەت ئاللىقاچان بار ئىكەن. شۇڭا بۇ ھۆججەت قوشۇلمىدى

source: A file with the same name is already present in the composition.
ug: ياسالما ئىچىدە بۇنداق نامدىكى ھۆججەت ئاللىقاچان بار ئىكەن.

source: A graphics tablet was detected
ug: گرافىكىلىق سەزگۈر تاختا(Tablet) تېپىلدى

source: A keyboard was detected
ug: بىر ھەرپتاختا تېپىلدى

source: A lightweight web browser.
ug: يېنىك ۋە ئەپچىل توركۆرگۈ.

source: A modern file manager for the Unix/Linux desktop, aiming to be easy-to-use and fast.
ug: زامانىۋى ، ئىشلىتىشكە ئەپلىك ۋە تېز بولغان يۇنىكىس/لىنۇكىس سىستېمىسىنىڭ ھۆججەت باشقۇرغۇسى.

source: A mouse was detected
ug: بىر چاشقىنەك تېپىلدى

source: A new tab has been opened
ug: يېڭى بەتكۈچ ئېچىلدى

source: A new window has been opened
ug: يېڭى بىر كۆزنەك ئېچىلدى

source: A normal file with the same name already exists. Please delete or rename it.
ug: ئاتى ئوخشاش بولغان نورمال ھۆججەت مەۋجۇت. ئۇنى ئۆچۈرۈڭ ياكى ئاتىنى ئۆزگەرتىڭ.

source: A photo camera was detected
ug: بىر دانە كامېرا بايقالدى

source: A photo card has been detected
ug: سۈرەت كارتىسى بايقالدى

source: A plugin for the Xfce panel is also available.
ug: يەنە Xfce تاختىسىدا ئىشلەتكىلى بولىدىغان قىستۇرمىمۇ بار.

source: A plugin to query different dictionaries.
ug: ھەر خىل لۇغەتلەردىن ئىزدەيدىغان قىستۇرما.

source: A problem with the burn backend occurred.
ug: ئارقىدا يېزىشتا مەسىلە كۆرۈلدى.

source: A saved search with the name "%s" already exists.
ug: ئاتى «%s» بولغان ساقلانغان ئىزدەش مەۋجۇت.

source: A simple frontend to easily connect to remote filesystems
ug: يىراقتىكى ھۆججەت سىستېمىسىغا ئوڭاي باغلىنىدىغان ئالدى ئۇچ پروگراممىسى

source: A simple frontend to easily connect/mount to local and remote filesystems
ug: يەرلىك ۋە يىراقتىكى ھۆججەت سىستېمىسىغا ئوڭاي باغلىنىدىغان/ئېگەرلەيدىغان ئاددىي ئالدى ئۇچ پروگراممىسى

source: A simple panel-plugin client for Music Player Daemon
ug: مۇزىكا قويغۇ مۇئەككىلى ئۈچۈن ئاددىي تاختا-قىستۇرما خېرىدارى

source: A username and a password are required to open this location:
ug: بۇ ئورۇننى ئېچىش ئۈچۈن ئىشلەتكۈچى ئاتى ۋە ئىم زۆرۈردۇر:

source: A value type must be specified to change an array into a single value
ug: تىزىقنى يەككە قىممەتكە ئۆزگەرتكەندە ئۇنىڭ تىپى چوقۇم بەلگىلىنىشى كېرەك

source: A week ago
ug: بىر ھەپتە بۇرۇن

source: A widget to display in place of the usual page label
ug: ئادەتتىكى بەت ئەنىنىڭ ئورنىدا كۆرسىتىلىدىغان كىچىك ئەپ

source: AC off-line
ug: AC ئۇلانماپتۇ

source: ACPI v%s zones
ug: ACPI v%s رايونى

source: ATA host controller
ug: ATA host كونترولىغۇ

source: ATI Settings
ug: ATI تەڭشىكى

source: A_pplication Shortcuts
ug: پروگرامما تېزلەتمىلىرى(_P)

source: A_rchiver integration:
ug: ئارخىپلىغۇچنىڭ يۈرۈشلەشتۈرۈلۈشى(_R):

source: A_utomatically increase the length
ug: ئۇزۇنلۇقىنى ئاپتوماتىك چوڭايت(_U)

source: Aborted
ug: توختىتىلدى

source: Aborting...
ug: توختىتىلىۋاتىدۇ...

source: About
ug: ھەققىدە

source: About DeaDBeeF %s
ug: DeaDBeeF %s ھەققىدە

source: About Orage
ug: Orage ھەققىدە

source: About Templates
ug: قېلىپلار ھەققىدە

source: About Xfce
ug: مەزكۇر Xfce ھەققىدە

source: About the Xfce Desktop Environment
ug: مەزكۇر ئۈستەلئۈستى مۇھىتى(Xfce) ھەققىدە

source: About this application
ug: پروگرامما ھەققىدە

source: Absolute seek table path
ug: مۇتلەق ئىزدەش جەدۋىلىنىڭ يولى

source: Acce_ss:
ug: زىيارەت(_S):

source: Acceleration _profile:
ug: تېزلەتكۈچ profile(_P):

source: Acceleration _time:
ug: تېزلەتكۈچ ۋاقتى(_T):

source: Acceleration:
ug: تېزلىتىش:

source: Accept only CDs as valid discs
ug: پەقەت CD نىلا ئىناۋەتلىك دىسكا دەپ بىلىدۇ

source: Acceptance _delay:
ug: قوبۇل قىلغۇچە بولغان ۋاقىت(_D):

source: Access folders, documents, and removable media
ug: مۇندەرىجە، پۈتۈك ۋە يۆتكىلىشچان ۋاسىتىنى زىيارەت قىلىش

source: Access:
ug: زىيارەت:

source: Accessed:
ug: زىيارەت قىلىنغان ۋاقىت:

source: Accessibility
ug: ياردەم ئىقتىدارى

source: Accessories
ug: قوشۇمچە دېتاللار

source: Account "%s" can't receive mail.
ug: ھېسابات «%s» خەت تاپشۇرۇۋالالمايدۇ.

source: Account "%s" doesn't exist
ug: ھېسابات «%s» مەۋجۇت ئەمەس

source: Account Properties
ug: ھېسابات خاسلىقى

source: Action
ug: مەشغۇلات

source: Action %s is unimplemented
ug: مەشغۇلات %s ئەمەلىيلەشتۈرۈلمىگەن

source: Action Buttons
ug: مەشغۇلات توپچىلىرى

source: Action Icons
ug: مەشغۇلات سىنبەلگىلىرى

source: Action dates
ug: مەشغۇلات چېسلاسى

source: Action options
ug: مەشغۇلات تاللانمىلىرى

source: Action when clicked (default: display calendar)
ug: چېكىلگەندىكى مەشغۇلات(كۆڭۈلدىكىسى: يىلنامىنى كۆرسىتىش)

source: Action when clicked (default: lxtask)
ug: چېكىلگەندىكى مەشغۇلات(كۆڭۈلدىكىسى: lxtask)

source: Action:
ug: مەشغۇلات:

source: Actions
ug: مەشغۇلاتلار

source: Activate _focus stealing prevention
ug: فوكۇس ئوغرىلىنىشتىن ساقلىنىشنى ئاكتىپلا(_F)

source: Activate foc_us stealing prevention
ug: فوكۇس ئوغرىلىنىشتىن ساقلىنىشنى ئاكتىپلا(_U)

source: Activate only on manual copy
ug: قولدا كۆچۈرگەندىلا ئاكتىپلىسۇن

source: Activate or deactivate form history for the current tab.
ug: نۆۋەتتىكى بەتكۈچنىڭ جەدۋەل(form) ئىزىنىڭ ھالىتىنى ئاكتىپلايدۇ/ئاكتىپسىزلايدۇ

source: Activate this option to also display network file systems like NFS, SMBFS, SHFS and SSHFS.
ug: تور ھۆججەت سىستېمىلىرى NFS, SMBFS, SHFS and SSHFS نى كۆرسىتىش ئۈچۈن بۇ تاللانمىنى ئاكتىپلاڭ.

source: Activate this option to also eject a CD-drive after unmounting and to insert before mounting.
ug: ئېگەرسىزلەپ بولغاندىن كېيىن دىسكىنى چىقىرىش ۋە ئېگەرلەشتىن بۇرۇن دىسكىنى سېلىش ئۈچۈن بۇ تاللانمىنى ئاكتىپلاڭ.

source: Activate this option to only have the mount points be displayed.
ug: ئېگەرلەش نۇقتىسىنىلا كۆرسىتىش ئۈچۈن بۇ تاللانمىنى ئاكتىپلاڭ.

source: Activating this option will replace all spaces in the target filename with underscores.
ug: بۇ تاللانما تاللانسا، ھۆججەت نامىدىكى بارلىق بوشلۇقلار پەس سىزىققا ئالماشتۇرۇلىدۇ.

source: Active
ug: ئاكتىپ

source: Active contributors
ug: ئاكتىپ تۆھپىكارلار

source: Active device in the dialog
ug: سۆزلەشكۈدىكى ئاكتىپ ئۈسكۈنە

source: Active item border color
ug: ئاكتىپ تۈرنىڭ گىرۋەك رەڭگى

source: Active item fill color
ug: ئاكتىپ تۈرنىڭ رەڭگى

source: Active item index
ug: ئاكتىپ تۈرنىڭ ئىندېكسى

source: Active item text color
ug: ئاكتىپ تۈرنىڭ تېكىستىنىڭ رېڭى

source: Active window
ug: ئاكتىپ كۆزنەك

source: Activity
ug: پائالىيەت

source: Ad_vanced
ug: ئالىي(_V)

source: Adaptive Serial Line IP
ug: ماسلىشىشچان ئارقىمۇ ئارقا لىنىيە IP

source: Adaptor is offline
ug: Adaptor غا توك كەلمىدى

source: Adaptor is online
ug: Adaptor غا توك كەلدى

source: Add
ug: قوش

source: Add %s
ug: %s نى قوش

source: Add / Extract icons:
ug: قوشۇش/يېيىش سىنبەلگىلىرى:

source: Add / Remove Panel Items
ug: كۆزنەكچە قوشۇش/چىقىرىۋېتىش

source: Add Appli_cation
ug: پروگرامما قوش(_C)

source: Add Boo_kmark
ug: خەتكۈش قوش(_K)

source: Add Files or Folders
ug: ھۆججەت ياكى قىسقۇچلارنى قوشۇش

source: Add Image File(s)
ug: سۈرەت ھۆججىتى قوش

source: Add New Item
ug: يېڭى تۈر قوشۇش

source: Add New Items
ug: يېڭى تۈر قوش قوشۇش

source: Add New Mailbox
ug: يېڭىدىن ئېلخەت ساندۇقى قوش

source: Add New Playlist
ug: يېڭى قويۇش تىزىمى قوشۇش

source: Add Related Options:
ug: ‹Add› مۇناسىۋەتلىك تاللانمىلار:

source: Add To Playlist
ug: قويۇش تىزىملىكىگە قوشۇش

source: Add URL
ug: URL قوشۇش

source: Add Workspace
ug: خىزمەت رايونى قوش

source: Add _New Items...
ug: يېڭى تۇر قوش(_N)...

source: Add _search engine...
ug: ئىزدەش ماتورى قوش(_S)…

source: Add a new _folder
ug: يېڭى مۇندەرىجە قوش(_F)

source: Add a new bookmark
ug: يېڭى خەتكۈش قوشىدۇ

source: Add a new custom action.
ug: يېڭى ئىختىيارى مەشغۇلات قوشىدۇ.

source: Add a new directory to the composition
ug: ياسالمىغا يېڭى مۇندەرىجىنى قوشىدۇ

source: Add a new empty item
ug: يېڭى قۇرۇق تۈر قوش

source: Add a new folder
ug: يېڭى مۇندەرىجە قوش

source: Add a new launcher to the panel based on the information of this desktop file
ug: مەزكۇر ئۈستەلئۈستى ھۆججىتىدىكى ئۇچۇرلارغا ئاساسەن يېڭىدىن ئىجراچىنى كۆزنەككە(panel) قوشىدۇ

source: Add a new panel
ug: يېڭى كۆزنەك قوش

source: Add a new plugin to the panel
ug: كۆزنەككە يېڭى قىستۇرما قوشۇش

source: Add a separator to the panel
ug: كۆزنەكچىگە ئايرىغۇچ قوشىدۇ

source: Add adjacent workspace
ug: تۇتاش خىزمەت رايونى قوش

source: Add an image to the list
ug: تىزىمغا بىر دانە سۈرەت قوشىدۇ

source: Add application
ug: پروگرامما قوش

source: Add audio CD
ug: ئۈن CD نى قوش

source: Add column
ug: ئىستون قوشۇش

source: Add contact
ug: ئالاقەداش قوش

source: Add excluded date (-)
ug: چىقىرىۋېتىدىغان كۈنلەرنى قوش(-)

source: Add field
ug: سوز بۆلىكى قوشۇش

source: Add file(s)
ug: ھۆججەت(لەر)نى قوشۇش

source: Add file(s) to playlist...
ug: ھۆججەت(لەر)نى قويۇش تىزىمىغا قوشۇش…

source: Add files
ug: ھۆججەت قوشۇش

source: Add files from command line (or file manager) to this playlist:
ug: بۇيرۇق قۇرىدىن(ياكى ھۆججەت باشقۇرغۇدىن) ھۆججەت(لەر)نى بۇ قويۇش تىزىمىغا قوشۇش:

source: Add files to playlist
ug: ھۆججەتلەرنى قويۇش تىزىمىغا قوشۇش

source: Add files to the playlist
ug: قويۇش تىزىمىغا ھۆججەتلەرنى قوشىدۇ

source: Add folder(s)
ug: قىسقۇچ(لار)نى قوشۇش

source: Add folder(s) to playlist...
ug: قىسقۇچ(لار)نى قويۇش تىزىمىغا قوشۇش…

source: Add folders
ug: مۇندەرىجە قوشۇش

source: Add following folder to bookmarks: '%s' Enter a name for the new bookmark item:
ug: تۆۋەندىكى قىسقۇچلارنى خەتكۈچكە قوشىدۇ: ‹%s› يېڭى خەتكۈچنىڭ تۈرىنىڭ ئاتىنى كىرگۈزۈڭ:

source: Add included time (+)
ug: قوشۇلىدىغان ۋاقىتنى قوش(+)

source: Add indicator applets to the panel
ug: كۆرسەتكۈچ قوللانچىقىنى كۆزنەكچىگە قوشۇش

source: Add layout
ug: ئورۇنلاشتۇرۇش قوش

source: Add location
ug: ئورۇن قوشۇش

source: Add new addon
ug: يېڭى قوشۇلما قوش

source: Add new alarm
ug: يېڭى قوڭغۇراق قوش

source: Add new category with color
ug: يېڭىدىن رەڭلىك كاتېگورىيە قوشۇش

source: Add new download from URI or File
ug: ھۆججەت ياكى URI دىن چۈشۈرۈشنى قوشۇش

source: Add new encoder
ug: يېڭى كودلىغۇچ قوشۇش

source: Add new feed
ug: يېڭى فىد(feed) قوش

source: Add new foreign file
ug: يېڭىدىن سىرتقى ھۆججەت قوش

source: Add new item to this panel
ug: بۇ كۆزنەككە يېڭى تۈر قوش

source: Add new plugins to the panel
ug: كۆزنەككە يېڭى قىستۇرمىلارنى قوشىدۇ

source: Add one or more existing items to the launcher
ug: ئىجراچىغا بىر ياكى ئۇنىڭدىن جىق تۈرلەرنى(بار بولغان) قوش

source: Add only dockapps which start with wm* in the name.
ug: ئاتى wm* بىلەن باشلانغان ئەپلەرنى(dockapps )نىلا قوشىدۇ.
